{"subject_id":"10096037", "text": "Patient transferred into Emergency Department. Laboratory ran a Blood test for Glucose which came back abnormal. Laboratory ran a Blood test for Anion Gap which came back normal. Laboratory ran a Blood test for Uric Acid which came back normal. Laboratory ran a Blood test for Sodium which came back normal. Laboratory ran a Blood test for Green Top Hold (plasma) which came back normal. Lab technician's comments: ___. Laboratory ran a Blood test for Hematocrit which came back abnormal. Laboratory ran a Blood test for Chloride which came back normal. Laboratory ran a Blood test for MCHC which came back normal. Laboratory ran a Blood test for MCV which came back normal. Laboratory ran a Blood test for RDW which came back normal. Laboratory ran a Blood test for Bicarbonate which came back normal. Laboratory ran a Blood test for Red Top Hold which came back normal. Lab technician's comments: HOLD.. Laboratory ran a Blood test for Neutrophils which came back abnormal. Laboratory ran a Blood test for Estimated GFR (MDRD equation) which came back normal. Lab technician's comments: Using this patient's age, gender, and serum creatinine value of 0.8,.  Estimated GFR = >75 if non African-American (mL/min/1.73 m2).  Estimated GFR = >75 if African-American (mL/min/1.73 m2).  For comparison, mean GFR for age group 50-59 is 93 (mL/min/1.73 m2).  GFR<60 = Chronic Kidney Disease, GFR<15 = Kidney Failure.. Laboratory ran a Blood test for Lymphocytes which came back abnormal. Laboratory ran a Blood test for Eosinophils which came back normal. Laboratory ran a Blood test for Basophils which came back normal. Laboratory ran a Blood test for MCH which came back normal. Laboratory ran a Blood test for Hemoglobin which came back abnormal. Laboratory ran a Blood test for Potassium which came back normal. Laboratory ran a Blood test for Alkaline Phosphatase which came back normal. Laboratory ran a Blood test for White Blood Cells which came back normal. Laboratory ran a Blood test for Monocytes which came back normal. Laboratory ran a Blood test for Platelet Count which came back normal. Laboratory ran a Blood test for Red Blood Cells which came back abnormal. Laboratory ran a Blood test for Urea Nitrogen which came back normal. Laboratory ran a Blood test for Asparate Aminotransferase (AST) which came back normal. Laboratory ran a Blood test for Alanine Aminotransferase (ALT) which came back normal. Laboratory ran a Blood test for Sedimentation Rate which came back normal. Laboratory ran a Blood test for Blue Top Hold which came back normal. Lab technician's comments: ___. Laboratory ran a Blood test for Creatinine which came back normal. Laboratory ran a Blood test for Oxygen Saturation which came back normal. Laboratory ran a Blood test for Carboxyhemoglobin which came back normal. Patient transferred out of Emergency Department. The diagnosis was Essential (primary) hypertension. Patient, a 50-year-old male of OTHER race admitted to hospital (PHYSICIAN REFERRAL) with admission type DIRECT OBSERVATION. The diagnosis was Gout, unspecified. The diagnosis was Sick sinus syndrome. Patient transferred into Cardiology. Patient's primary team switched to CMED. Patient was prescribed CeFAZolin 1g Froz.Bag at the dose of 1 g administered via IV. Patient was prescribed Iso-Osmotic Dextrose 50ml Bag at the dose of 50 mL administered via IV. Patient was prescribed Iso-Osmotic Dextrose 50ml Bag at the dose of 50 mL administered via IV. Patient was prescribed CeFAZolin 1g Froz.Bag at the dose of 1 g administered via IV. Patient was prescribed Cetirizine 10mg Tablet at the dose of 10 mg administered via PO. Patient was prescribed Acetaminophen 500mg Tablet at the dose of 500-1000 mg administered via PO/NG. Patient was prescribed Allopurinol 300mg Tab at the dose of 300 mg administered via PO/NG. Patient was prescribed Cetirizine 10mg Tablet at the dose of 10 mg administered via PO. Patient was prescribed Lisinopril 20mg Tablet at the dose of 20 mg administered via PO/NG. Patient was prescribed Sodium Chloride 0.9%  Flush 10 mL Syringe at the dose of 3 mL administered via IV. Patient was prescribed Lisinopril 20mg Tablet at the dose of 20 mg administered via PO/NG. Patient was prescribed Allopurinol 300mg Tab at the dose of 300 mg administered via PO/NG. Patient transferred out of Cardiology."}
{"subject_id":"10096037","dt":"2135-10-30T08:20:00","text":"Physician wrote a RR report that says: INDICATION:  ___ year old man with chronotropic incompetence S/P implantation\nof dual-chamber PPM// leads position ?\n\nCOMPARISON:  None\n\nIMPRESSION: \n\nThere is a dual lead left-sided pacemaker with intact leads.  Heart size is\nwithin normal limits.  There is mild tortuosity of the thoracic aorta.  There\nis subsegmental atelectasis at the right base.  There are no pneumothoraces.\n."}
{"subject_id":"10096037","dt":"2136-10-10T11:14:00","text":"Physician wrote a RR report that says: EXAMINATION:  MR HEAD W AND W/O CONTRAST T9112 MR HEAD\n\nINDICATION:  ___ year old man with SSS, single episode of AF a/w paresthesia in\nL face, arm, leg. Eval for prior strokes// intermittent paresthesias a/w AF on\ndevice\n\nTECHNIQUE:  Sagittal and axial T1 weighted imaging were performed. After\nadministration of intravenous contrast, axial imaging was performed with\ngradient echo, FLAIR, diffusion, and T1 technique. Sagittal MPRAGE imaging was\nperformed and re-formatted in axial and coronal orientations.\n\nCOMPARISON:  None.\n\nFINDINGS: \n\nThere is a 4 mm T2 hyperintense enhancing lesion along the floor of the right\nanterior cranial fossa, it has flattened appearance, overlying right anterior\norbital gyrus, most likely extra-axial.  Findings most consistent with\nmeningioma in the absence of history of malignancy.  Slightly decreased T2\nsignal in this area, suggestive of mineralization.  No associated edema.\n\nMild prominence of perivascular spaces midbrain, basal ganglia, cerebral\nhemispheres.  Evidence of hemorrhage, edema, mass effect, midline shift or\ninfarction.   The ventricles and sulci are normal in caliber and\nconfiguration.\n\nMinimal mucosal thickening paranasal sinuses.  Clear mastoids.  Vascular flow\nvoids are preserved.  High riding right jugular bulb.\n\nIMPRESSION: \n\n4 mm enhancement along floor of right anterior cranial fossa, most consistent\nwith meningioma.\n."}
{"subject_id":"10096037","dt":"2136-10-10T11:23:00","text":"Physician wrote a RR report that says: INDICATION:  ___ year old man with pacemaker. Pre MRI// Pacemaker eval\n\nTECHNIQUE:  Chest PA and lateral\n\nCOMPARISON:  ___\n\nIMPRESSION: \n\nLungs are clear.  Left-sided pacemaker is unchanged.  There is no pleural\neffusion.  Heart size is top-normal.  No pneumothorax is seen.\n."}
{"subject_id":"10360177", "text": "The chief complaint was Chest pain. Patient transferred into Emergency Department. Laboratory ran a Blood test for Troponin T which came back normal. Lab technician's comments: <0.01.  CTROPNT > 0.10 NG/ML SUGGESTS ACUTE MI.. Laboratory ran a Blood test for Potassium which came back normal. Laboratory ran a Blood test for Glucose which came back abnormal. Lab technician's comments: IF FASTING, 70-100 NORMAL, >125 PROVISIONAL DIABETES.. Laboratory ran a Blood test for Estimated GFR (MDRD equation) which came back normal. Lab technician's comments: Using this patient's age, gender, and serum creatinine value of 0.8,.  Estimated GFR = >75 if non African-American (mL/min/1.73 m2).  Estimated GFR = >75 if African-American (mL/min/1.73 m2).  For comparison, mean GFR for age group 70+ is 75 (mL/min/1.73 m2).  GFR<60 = Chronic Kidney Disease, GFR<15 = Kidney Failure.. Laboratory ran a Blood test for Sodium which came back normal. Laboratory ran a Blood test for Anion Gap which came back abnormal. Laboratory ran a Blood test for Blue Top Hold which came back normal. Lab technician's comments: ___. Laboratory ran a Blood test for Bicarbonate which came back abnormal. Laboratory ran a Blood test for Creatinine which came back normal. Laboratory ran a Blood test for Light Green Top Hold which came back normal. Lab technician's comments: HOLD.. Laboratory ran a Blood test for Green Top Hold (plasma) which came back normal. Lab technician's comments: ___. Laboratory ran a Blood test for Chloride which came back abnormal. Laboratory ran a Blood test for Urea Nitrogen which came back normal. Laboratory ran a Blood test for Troponin T which came back normal. Lab technician's comments: <0.01.  CTROPNT > 0.10 NG/ML SUGGESTS ACUTE MI.. The diagnosis was Other and unspecified hyperlipidemia. Patient, a 72-year-old male of WHITE race admitted to hospital (EMERGENCY ROOM) with admission type EU OBSERVATION. The diagnosis was Unspecified essential hypertension. The diagnosis was Other chronic pain. The diagnosis was Other chest pain. The diagnosis was Insomnia, unspecified. The diagnosis was Coronary atherosclerosis of unspecified type of vessel, native or graft. The diagnosis was Malignant neoplasm of tonsil. The diagnosis was Tachycardia, unspecified. The diagnosis was Aortocoronary bypass status. The diagnosis was Alcohol abuse, continuous. The diagnosis was Cocaine abuse, unspecified. Patient's primary team switched to CMED. Patient transferred out of Emergency Department. Patient transferred into Medicine/Cardiology. Patient was prescribed Diazepam 5 mg Tab at the dose of 5 mg administered via PO/NG. Patient was prescribed Heparin 5000 Units / mL- 1mL Vial at the dose of 5000 UNIT administered via SC. Patient was prescribed Acetaminophen 325mg Tablet at the dose of 650 mg administered via PO/NG. Patient was prescribed Docusate Sodium 100mg Capsule at the dose of 100 mg administered via PO. Patient was prescribed Sodium Chloride 0.9%  Flush 10 mL Syringe at the dose of 3 mL administered via IV. Patient was prescribed PNEUMOcoccal 23-valent polysaccharide vaccine 25mcg/0.5mL Vial at the dose of 0.5 mL administered via IM. Patient was prescribed Senna 8.6 mg Tablet at the dose of 17.2 mg administered via PO/NG. Patient was prescribed TraMADOL (Ultram) 50mg Tablet at the dose of 50 mg administered via PO. Patient was prescribed TraZODone 50mg Tablet at the dose of 150 mg administered via PO/NG. Patient was prescribed Simvastatin 40mg Tablet at the dose of 40 mg administered via PO/NG. Patient was prescribed Aspirin 81mg Tab at the dose of 81 mg administered via PO/NG. Patient was prescribed Atenolol 25 mg Tab at the dose of 25 mg administered via PO/NG. Laboratory ran a Blood test for Chloride which came back abnormal. Laboratory ran a Blood test for Calcium, Total which came back normal. Laboratory ran a Blood test for Sodium which came back normal. Laboratory ran a Blood test for MCHC which came back normal. Laboratory ran a Blood test for RDW-SD which came back abnormal. Laboratory ran a Blood test for Red Blood Cells which came back abnormal. Laboratory ran a Blood test for Hematocrit which came back normal. Laboratory ran a Blood test for Urea Nitrogen which came back normal. Laboratory ran a Blood test for Potassium which came back normal. Laboratory ran a Blood test for MCH which came back abnormal. Laboratory ran a Blood test for Bicarbonate which came back normal. Laboratory ran a Blood test for MCV which came back normal. Laboratory ran a Blood test for Platelet Count which came back normal. Laboratory ran a Blood test for Hemoglobin which came back normal. Laboratory ran a Blood test for RDW which came back normal. Laboratory ran a Blood test for Phosphate which came back normal. Laboratory ran a Blood test for Anion Gap which came back normal. Laboratory ran a Blood test for Creatinine which came back normal. Laboratory ran a Blood test for Magnesium which came back normal. Laboratory ran a Blood test for White Blood Cells which came back normal. Laboratory ran a Blood test for Glucose which came back normal. Lab technician's comments: IF FASTING, 70-100 NORMAL, >125 PROVISIONAL DIABETES.. Patient was prescribed Atenolol 25 mg Tab at the dose of 25 mg administered via PO/NG. Patient transferred out of Medicine/Cardiology. Patient was prescribed Atenolol 50 mg Tab at the dose of 50 mg administered via PO/NG."}
{"subject_id":"10360177","dt":"2179-04-22T18:08:00","text":"Physician wrote a RR report that says: EXAMINATION:\nChest:  Frontal and lateral views\n\nINDICATION:  History: ___ with chest pain  // eval heart and lungs\n\nTECHNIQUE:  Chest:  Frontal and Lateral\n\nCOMPARISON:  None.\n\nFINDINGS: \n\nPatient is status post median sternotomy and CABG.  No pleural effusion is\nseen.  There is no pneumothorax.  Patchy right apical opacity is seen of\nindeterminate age ; could represent scarring, however, underlying\nconsolidation due to infection is not excluded.  Recommend comparison with\nprior studies to demonstrate long-term stability or followup to resolution. \nMultiple old right-sided rib deformities are seen suggesting prior trauma.\n\nIMPRESSION: \n\nPatchy right upper lobe opacity could relate to scarring, however, focal\nconsolidation due to infection is not excluded.  Recommend comparison with\nprior studies to demonstrate long-term stability or followup to resolution.\n."}
{"subject_id":"10360177","dt":"2179-04-22T20:06:00","text":"Physician wrote a RR report that says: EXAMINATION:  CT HEAD W/O CONTRAST\n\nINDICATION:  History: ___ with fall, head strike, left lateral face abrasions\nand tenderness  // Eval for injury\n\nTECHNIQUE:  Noncontrast enhanced MDCT images of the head were obtained. \nReformatted coronal and sagittal images were also obtained.\n\nDose:\n This study involved 4 CT acquisition phases with dose indices as follows:\n   1) CT Localizer Radiograph\n   2) CT Localizer Radiograph\n   3) Sequenced Acquisition 20.0 s, 20.5 cm; CTDIvol = 54.3 mGy (Head) DLP =\n1,114.9 mGy-cm.\n   4) Spiral Acquisition 10.6 s, 22.1 cm; CTDIvol = 53.8 mGy (Head) DLP =\n1,190.5 mGy-cm.\n Total DLP (Head) = 2,305 mGy-cm.\n\nCOMPARISON:  None\n\nFINDINGS: \n\nThere is no evidence of acute intracranial hemorrhage, midline shift, mass\neffect, or acute large vascular territorial infarct.  Prominence of the\nventricles and sulci is consistent with atrophy.  Periventricular and\nsubcortical white matter hypodensities are likely sequelae of chronic small\nvessel disease.  There are right basal gangliar lacunar infarcts.  Small\nlacunar infarct in the left pons is also seen.  Infarct in the left aspect of\nthe pons.  The visualized paranasal sinuses demonstrate mild mucosal\nthickening in the bilateral maxillary sinuses and ethmoid air cells.  There is\nalso minimal mucosal thickening of the bilateral frontal sinuses..  The\nmastoid air cells are clear.  Calcifications are seen along the cavernous\nportions of the carotid arteries.  Small amount of patient motion is seen\nthrough the facial bones however, no acute fracture is seen.\n\nIMPRESSION: \n\nNo acute intracranial process.  No acute fracture seen.\nLacunar infarcts involving the right basal ganglia and the left aspect of the\npons.\n."}
{"subject_id":"10360177","dt":"2179-04-22T20:07:00","text":"Physician wrote a RR report that says: EXAMINATION:  CT C-SPINE W/O CONTRAST Q311 CT SPINE\n\nINDICATION:  History: ___ with fall, head strike, left lateral face abrasions\nand tenderness  // Eval for injury       Eval for injury\n\nTECHNIQUE:  Non-contrast helical multidetector CT was performed. Axial image\ndata was collimated to display separate 2.5 mm soft tissue and bone algorithm\naxial images.  Coronal and sagittal reformations were then constructed.\n\nDOSE:   This study involved 3 CT acquisition phases with dose indices as\nfollows:\n   1) CT Localizer Radiograph\n   2) CT Localizer Radiograph\n   3) Spiral Acquisition 6.7 s, 26.3 cm; CTDIvol = 37.3 mGy (Body) DLP = 981.3\nmGy-cm.\n Total DLP (Body) = 981 mGy-cm.\n\nCOMPARISON:  None.\n\nFINDINGS: \n\nMild degenerative changes are seen, including disc space narrowing at C5/C6\nand posterior osteophyte at this level.  There is minimal loss of height of\nthe C4 and C5 vertebral bodies of indeterminate age, but felt to most likely\nnot acute.  There is minimal retrolisthesis of to C4 over C5.  No frank\ndislocation is seen.  There is a likely old right rib fracture.  There is no\nprevertebral soft tissue swelling.\n\nThe partially imaged lung apices demonstrate pulmonary emphysema, both\ncentrilobular and paraseptal, as well as apical scarring\n\nIMPRESSION:\n\n\n1. Minimal loss of height of the C4 and C5 vertebral bodies of indeterminate\nage, but felt unlikely acute.  Correlate with site of point tenderness.  No\nevidence of acute fracture seen elsewhere.  Minimal retrolisthesis of C4 over\nC5.\n."}
{"subject_id":"10360177","dt":"2179-04-23T00:00:00","text":"Physician wrote a DS report that says:  \nName:  ___                  Unit No:   ___\n \nAdmission Date:  ___              Discharge Date:   ___\n \nDate of Birth:  ___             Sex:   M\n \nService: MEDICINE\n \nAllergies: \nNo Allergies/ADRs on File\n \nAttending: ___.\n \nChief Complaint:\nChest pain\n \nMajor Surgical or Invasive Procedure:\nnone\n\n \nHistory of Present Illness:\nThis is a ___ year old male with PMHx (per patient) 4V CABG, \nhigh-grade CAD on recent cath at ___ of tonsil s/p \nradiation, Alcohol abuse, intermittent crack cocaine abuse, \npresenting with chest pain. The patient reports that he has been \nbinging on alcohol more than usual since ___ and has since \nused crack cocaine. His most recent drink and use of cocaine was \n___ afternoon. He reports that he started to walk to the \nhospital today to detox and started experiencing exertional \nchest pain on the way. He had several episodes on his way here \nwhich he described as a tight, pressure-like pain. He denies any \nradiation to his arm or jaw, denies diaphoresis, palpitations, \nSOB. He also reports that he has been falling more lately, which \nhe attributes to chronic knee instability. He fell today and his \nthe left side of his head, denies LOC. Denies history of alcohol \nwithdrawal seizures.  \nIn the ED, initial vitals were: 96.6 114 93/56 18 95% RA  \n- Labs were significant for: Trops x 2 negative  \n- EKG: difficult to interpret due to unstable baseline, \ntachycardic, possible old infarct, non-specific ST flattening in \nalteral leads  \n- Imaging revealed:  \n- CT C spine: Minimal loss of height of the C4 and C5 vertebral \nbodies of indeterminate age, but felt unlikely acute. Correlate \nwith site of point tenderness. No evidence of acute fracture \nseen elsewhere. Minimal retrolisthesis of C4 over C5.  \n- CT Head: No acute intracranial process. No acute fracture. \nLacunar infarcts involving the right basal ganglia and the left \naspect of the pons.  \n- CXR: Patchy right upper lobe opacity could relate to scarring, \nhowever, focal consolidation due to infection is not excluded. \nRecommend comparison with prior studies to demonstrate long-term \nstability or followup to resolution.  \n- The patient was given: Aspirin 324 mg  \n- Vitals prior to transfer were: 98.1 87 151/84 18 96% RA  \nUpon arrival to the floor, patient denies chest pain. He reports \nthat he feels comfortable and wants to get some sleep.  \nREVIEW OF SYSTEMS:  \n(+) Per HPI  \n(-) Denies fever, chills, night sweats, recent weight loss or \ngain. Denies headache, sinus tenderness, rhinorrhea or \ncongestion. Denies cough, shortness of breath. Denies nausea, \nvomiting, diarrhea, constipation or abdominal pain. No recent \nchange in bowel or bladder habits\n \nPast Medical History:\n4V CABG  \nSCC of tonsil s/p radiation  \nAlcohol abuse  \nIntermittent crack cocaine abuse\n \nSocial History:\n___\nFamily History:\nDenies family history of premature CAD, stroke\n \nPhysical Exam:\nADMISSION EXAM\nVitals: 98.5 175/92 94 18 95% RA  \nGeneral: Alert, oriented, no acute distress, laying comfortably \nin bed  \nHEENT: Sclera anicteric, MMM, oropharynx clear, EOMI  \nNeck: Supple, JVP not elevated, no LAD  \nCV: Regular rate and rhythm, normal S1 + S2, no murmurs, rubs, \ngallops  \nLungs: Clear to auscultation bilaterally, no wheezes, rales, \nrhonchi  \nAbdomen: Soft, non-tender, non-distended, bowel sounds present, \nno organomegaly, no rebound or guarding  \nGU: No foley  \nExt: Clammy, Warm, well perfused, 2+ pulses, no clubbing, \ncyanosis or edema  \nNeuro: ___ strength upper/lower extremities, grossly normal \nsensation\n\nDISCHARGE EXAM\nVS: T=98.5 BP=175/92 on arrival, 134/79 this morning ___ \nRR=18 O2 sat=95-96% on RA \nGENERAL: Well-nourished caucasian male in NAD. Alert, Oriented \nx3. Mood, affect appropriate. Resting in bed comfortably.\nHEENT: Sclera anicteric. Conjunctiva were pink, no pallor or \ncyanosis of the oral mucosa. MMM.  \nNECK: Supple without JVP elevation.  \nCARDIAC: RRR, normal S1, S2. No murmurs/rubs/gallops.\nLUNGS: CTAB, normal resp effort, no wheezes or crackles\nABDOMEN: Soft, NTND. No HSM or tenderness. +BS\nEXTREMITIES: Warm, well perfused, no edema\nNEURO: Moving all extremities, no gross focal deficits\n \nPertinent Results:\nLABS ON ADMISSION\n___ 09:10AM BLOOD WBC-7.3 RBC-4.46* Hgb-14.7 Hct-42.9 \nMCV-96 MCH-33.0* MCHC-34.3 RDW-13.6 RDWSD-48.3* Plt ___\n___ 05:40PM BLOOD Glucose-144* UreaN-7 Creat-0.8 Na-133 \nK-3.8 Cl-93* HCO3-19* AnGap-25*\n___ 12:00AM BLOOD cTropnT-\u003c0.01\n___ 05:40PM BLOOD cTropnT-\u003c0.01\n___ 09:10AM BLOOD Calcium-9.5 Phos-3.2 Mg-2.0\n\nLABS ON DISCHARGE\n___ 09:10AM BLOOD Glucose-87 UreaN-9 Creat-0.7 Na-134 K-4.0 \nCl-95* HCO3-25 AnGap-18\n\nIMAGING/REPORTS\nCT C-spine w/o contrast (___): Minimal loss of height of the C4 \nand C5 vertebral bodies of indeterminate age, but felt unlikely \nacute.  Correlate with site of point tenderness.  No evidence of \nacute fracture seen elsewhere.  Minimal retrolisthesis of C4 \nover C5. \n\nCT head w/o contrast (___): No acute intracranial process.  No \nacute fracture seen. Lacunar infarcts involving the right basal \nganglia and the left aspect of the pons.\n\nCXR (___): Patchy right upper lobe opacity could relate to \nscarring, however, focal consolidation due to infection is not \nexcluded.  Recommend comparison with prior studies to \ndemonstrate long-term stability or followup to resolution.\n  \n\n \nBrief Hospital Course:\n___ y/o M with a h/o CAD s/p CABG, high-grade CAD on recent cath \nat ___ ___, ___ of tonsil s/p radiation, alcohol abuse and \ncrack cocaine abuse, presenting with chest pain in the setting \nof recent cocaine and alcohol use.\n\nACTIVE PROBLEMS\n# Chest pain: In ED concern for stable angina in the setting of \nCAD and recent cocaine use. Chest pain free since admission, \nfeels well the morning after admission with no further pain, no \ndyspnea, no new symptoms. EKG without definite ischemic change, \nand troponins were negative x2. Anion gap was 19 on admission, \nbut gap had closed as of the morning. His Atenolol was increased \nfrom 25mg to 50mg, and he was continued on daily ASA 81mg. Due \nto the negative troponins, lack of EKG changes, and resolution \nof symptoms, he was determined to be safe for discharge and for \nhim to continue his plan of going to a Detox center.\n\n# HTN: Systolic BP 170's on arrival to floor, 130's the morning \nafter admission. Only home medication is Atenolol 25mg, which \nwas increased to 50mg.\n\n# Polysubstance abuse: Patient was planning on going to detox, \nbut developed the chest pain and went to the hospital instead. \nRecent cocaine and EtOH abuse, potentially contributing to Chest \npain and elevated BP's on admission. Social work was consulted, \nand provided Mr. ___ with a list of places where he could go \nfor detox. While in-hospital he was kept on the CIWA protocol, \nwith Diazepam PRN for CIWA over 10, which was not needed.\n\nCHRONIC PROBLEMS\n# Chronic pain: continued home tramadol 50mg Q8 PRN\n\n# HLD: continued home simvastatin 40mg\n\n# Insomnia: continued home trazodone 150mg qhs\n\nTRANSITIONAL ISSUES\n- Patient instructed to set-up f/u appointment with PCP at the \n___ 1 week after discharge.\n- Patient provided with list of detox centers at discharge \n- Home atenolol increased to 50 mg daily (home dose was 25 mg \ndaily)\n \nMedications on Admission:\nThe Preadmission Medication list is accurate and complete.\n1. Atenolol 25 mg PO DAILY \n2. Simvastatin 40 mg PO QPM \n3. TraMADOL (Ultram) 50 mg PO Q8H:PRN pain \n4. TraZODone 150 mg PO QHS \n5. Aspirin 81 mg PO DAILY \n\n \nDischarge Medications:\n1. Aspirin 81 mg PO DAILY \n2. Atenolol 50 mg PO DAILY \nRX *atenolol 50 mg 1 tablet(s) by mouth daily Disp #*30 Tablet \nRefills:*0\n3. Simvastatin 40 mg PO QPM \n4. TraMADOL (Ultram) 50 mg PO Q8H:PRN pain \n5. TraZODone 150 mg PO QHS \n\n \nDischarge Disposition:\nHome\n \nDischarge Diagnosis:\natypical chest pain\n\n \nDischarge Condition:\nMental Status: Clear and coherent.\nLevel of Consciousness: Alert and interactive.\nActivity Status: Ambulatory - Independent.\n\n \nDischarge Instructions:\nDear Mr. ___,\n\nIt was a pleasure participating in your care at ___. You were \nadmitted to our hospital after developing chest pain following \nthe use of cocaine and alcohol. All the testing that was done \ncame back OK, and showed no signs of any damage to your heart.\n\nYou were seen by our social worker here and provided with a list \nof detox centers.\n\nPlease follow-up with your outpatient providers as instructed \nbelow.\n\nThank your for allowing us to participate in your care.\n\nAll best wishes,\nYour ___ medical team\n \nFollowup Instructions:\n___\n."}
{"subject_id":"10711256", "text": "Laboratory ran a Blood test for Thyroid Stimulating Hormone which came back normal. Laboratory ran a Blood test for eAG which came back normal. Lab technician's comments: ___. Laboratory ran a Blood test for Neutrophils which came back abnormal. Laboratory ran a Blood test for MCH which came back abnormal. Laboratory ran a Blood test for Absolute Monocyte Count which came back normal. Laboratory ran a Blood test for Basophils which came back normal. Laboratory ran a Blood test for Urea Nitrogen which came back normal. Laboratory ran a Blood test for Absolute Eosinophil Count which came back normal. Laboratory ran a Blood test for Absolute Lymphocyte Count which came back normal. Laboratory ran a Blood test for Hematocrit which came back normal. Laboratory ran a Blood test for Absolute Basophil Count which came back normal. Laboratory ran a Blood test for Hemoglobin which came back normal. Laboratory ran a Blood test for Cholesterol, Total which came back normal. Laboratory ran a Blood test for Chloride which came back normal. Laboratory ran a Blood test for Red Blood Cells which came back normal. Laboratory ran a Blood test for MCV which came back abnormal. Laboratory ran a Blood test for Creatinine which came back normal. Laboratory ran a Blood test for Asparate Aminotransferase (AST) which came back normal. Laboratory ran a Blood test for Immature Granulocytes which came back normal. Lab technician's comments: ___. Laboratory ran a Blood test for Monocytes which came back normal. Laboratory ran a Blood test for Potassium which came back normal. Laboratory ran a Blood test for RDW-SD which came back abnormal. Laboratory ran a Blood test for I which came back normal. Laboratory ran a Blood test for H which came back normal. Laboratory ran a Blood test for Eosinophils which came back abnormal. Laboratory ran a Blood test for Estimated GFR (MDRD equation) which came back normal. Lab technician's comments: Using this patient's age, gender, and serum creatinine value of 0.6, .  estimated GFR (eGFR) is likely >75 mL/min/1.73 m2, .  provided the serum creatinine value is stable. .  (Patients with more muscle mass and better nutritional status are more .  likely to be at the higher end of this range.) .  An eGFR < 60 suggests kidney disease in those below the age of 65 .  and there may be kidney disease in those over 65... Laboratory ran a Blood test for Sodium which came back normal. Laboratory ran a Blood test for Alanine Aminotransferase (ALT) which came back normal. Laboratory ran a Blood test for MCHC which came back normal. Laboratory ran a Blood test for Glucose which came back normal. Lab technician's comments: If fasting, 70-100 normal, >125 provisional diabetes.. Laboratory ran a Blood test for L which came back normal. Laboratory ran a Blood test for Cholesterol Ratio (Total/HDL) which came back normal. Laboratory ran a Blood test for Absolute Neutrophil Count which came back abnormal. Laboratory ran a Blood test for H which came back normal. Laboratory ran a Blood test for L which came back normal. Laboratory ran a Blood test for Lymphocytes which came back abnormal. Laboratory ran a Blood test for White Blood Cells which came back normal. Laboratory ran a Blood test for Anion Gap which came back normal. Lab technician's comments: New calculation and Reference range as of ___.. Laboratory ran a Blood test for Cholesterol, LDL, Calculated which came back normal. Lab technician's comments: LDL(calc) invalid if Non- Fasting sample... Laboratory ran a Blood test for Triglycerides which came back normal. Laboratory ran a Blood test for Bicarbonate which came back normal. Laboratory ran a Blood test for Cholesterol, HDL which came back normal. Laboratory ran a Blood test for Platelet Count which came back normal. Laboratory ran a Blood test for I which came back normal. Laboratory ran a Blood test for % Hemoglobin A1c which came back normal. Lab technician's comments: ADA recommendations:.    <7%  goal of therapy.    >8%  warrants therapeutic action.. Laboratory ran a Blood test for RDW which came back normal. The procedure was Removal of Cardiac Rhythm Related Device from Trunk Subcutaneous Tissue and Fascia, Open Approach. The procedure was Removal of Cardiac Lead from Heart, Percutaneous Approach. The procedure was Insertion of Defibrillator Generator into Chest Subcutaneous Tissue and Fascia, Open Approach. The procedure was Insertion of Defibrillator Lead into Right Ventricle, Percutaneous Approach. The diagnosis was Encounter for adjustment and management of automatic implantable cardiac defibrillator. The diagnosis was Ventricular fibrillation. Patient, a 57-year-old female of WHITE race admitted to hospital (PHYSICIAN REFERRAL) with admission type SURGICAL SAME DAY ADMISSION. Patient transferred into Medicine/Cardiology Intermediate. Patient's primary team switched to CMED. Patient was prescribed Sodium Chloride 0.9%  Flush 10 mL Syringe at the dose of 3-10 mL administered via IV. Patient was prescribed Influenza Vaccine Quadrivalent 0.5 mL Syringe at the dose of 0.5 mL administered via IM. Patient was prescribed Acetaminophen 500mg Tablet at the dose of 500-1000 mg administered via PO/NG. Patient transferred into PACU. Patient transferred out of Medicine/Cardiology Intermediate. Patient was prescribed Lansoprazole Oral Disintegrating Tab 30mg SoluTab at the dose of 30 mg administered via PO/NG. Laboratory ran a Blood test for Hematocrit which came back normal. Patient discharged from hospital at HOME. Patient transferred out of PACU."}
{"subject_id":"10711256","dt":"2119-08-17T10:30:00","text":"Physician wrote a RR report that says: EXAMINATION:  BILATERAL DIGITAL 2D SCREENING MAMMOGRAM, SYNTHESIZED 2D VIEWS,\nAND 3D DIGITAL BREAST TOMOSYNTHESIS; INTERPRETED WITH CAD\n\nINDICATION:  Screening. Family history of breast cancer in mother and maternal\non, both diagnosed in their ___.\n\nCOMPARISON:  Multiple priors, including ___.\n\nTECHNIQUE:  Digital 2D CC and MLO views, synthesized 2D views, and 3D\ntomosynthesis CC and MLO views were obtained. Computer aided detection was\nutilized and assisted with interpretation.\n\nFINDINGS: \n\nTissue density: A- The breast tissue is almost entirely fatty.\nThere is no suspicious dominant mass, unexplained architectural distortion or\nsuspicious grouped microcalcifications. A left chest wall pacemaker obscures\nevaluation of the inferior left axilla.\n\nIMPRESSION: \n\nNo specific evidence of malignancy.\n\nRECOMMENDATION(S):  Age and risk appropriate screening.\n\nNOTIFICATION:  A summary letter will be sent to the patient with this result.\n\nBI-RADS:  1 Negative.\n\n\n."}
{"subject_id":"10711256","dt":"2119-10-27T07:43:00","text":"Physician wrote a RR report that says: EXAMINATION:  Chest radiograph\n\nINDICATION:  ___ year old woman with ICD extraction and re-implant// lead\nposition\n\nTECHNIQUE:  Portable AP chest\n\nCOMPARISON:  Comparison is made to prior radiographs dated ___.\n\nFINDINGS: \n\nAgain demonstrated is a left chest wall pacemaker with its lead terminating in\nthe right ventricle.  The cardiomediastinal silhouette is unchanged.  The\nlungs are clear without evidence of effusion, consolidation, or pneumothorax.\n\nIMPRESSION: \n\nLeft chest wall pacemaker with its lead terminating in the right ventricle.\n."}
{"subject_id":"10711256","dt":"2120-04-08T12:32:00","text":"Physician wrote a RR report that says: EXAMINATION:  SHOULDER (AP, NEUTRAL AND AXILLARY) TRAUMA RIGHT\n\nINDICATION:  ___ year old woman with right shoulder pain// right shoulder pain \nright shoulder pain\n\nTECHNIQUE:  Three views of the right shoulder\n\nCOMPARISON:  ___.\n\nFINDINGS: \n\nThere is no fracture or dislocation involving the glenohumeral or AC joint. \nMild AC joint degeneration.  No suspicious lytic or sclerotic lesions are\nidentified. No periarticular calcification or radio-opaque foreign body is\nseen.  Left-sided cardiac wires are partially visualized.\n\nIMPRESSION: \n\nMild AC joint degeneration.\n."}
{"subject_id":"10711256","dt":"2120-10-08T16:45:00","text":"Physician wrote a RR report that says: EXAMINATION:  BILATERAL DIGITAL SCREENING MAMMOGRAM INTERPRETED WITH CAD\n\nINDICATION:  Screening.\n\nCOMPARISON:  Priors available on PACS.\n\nTECHNIQUE:  Digital CC and MLO views were obtained.  Computer aided detection\nwas utilized and assisted with interpretation.\n\nFINDINGS: \n\nTissue density: A- The breast tissue is almost entirely fatty.\nThere is no dominant mass, unexplained architectural distortion or suspicious\ngrouped microcalcifications.  A pacemaker device is seen overlying the left\nchest wall obscuring a portion of the breast.\n\nIMPRESSION: \n\nNo specific evidence of malignancy.\n\nRECOMMENDATION:  Age and risk appropriate screening.\n\nNOTIFICATION:  A summary letter will be sent to the patient with this result.\n\nBI-RADS:  1 Negative.\n\n\n."}
{"subject_id":"12180548", "text": "The chief complaint was C2 FX. Patient transferred into Emergency Department. Laboratory ran a Blood test for Monocytes which came back normal. Laboratory ran a Blood test for Creatinine which came back normal. Laboratory ran a Blood test for Neutrophils which came back abnormal. Laboratory ran a Blood test for Sodium which came back normal. Laboratory ran a Blood test for Estimated GFR (MDRD equation) which came back normal. Lab technician's comments: Using this patient's age, gender, and serum creatinine value of 1.1,.  Estimated GFR = 65 if non African-American (mL/min/1.73 m2).  Estimated GFR = >75 if African-American (mL/min/1.73 m2).  For comparison, mean GFR for age group 70+ is 75 (mL/min/1.73 m2).  GFR<60 = Chronic Kidney Disease, GFR<15 = Kidney Failure.. Laboratory ran a Blood test for White Blood Cells which came back normal. Laboratory ran a Blood test for MCHC which came back normal. Laboratory ran a Blood test for Hemoglobin which came back abnormal. Laboratory ran a Blood test for PT which came back abnormal. Laboratory ran a Blood test for MCH which came back abnormal. Laboratory ran a Blood test for PTT which came back abnormal. Laboratory ran a Blood test for Hematocrit which came back abnormal. Laboratory ran a Blood test for Light Green Top Hold which came back normal. Lab technician's comments: HOLD.. Laboratory ran a Blood test for MCV which came back abnormal. Laboratory ran a Blood test for Eosinophils which came back normal. Laboratory ran a Blood test for INR(PT) which came back abnormal. Laboratory ran a Blood test for Urea Nitrogen which came back normal. Laboratory ran a Blood test for Green Top Hold (plasma) which came back normal. Lab technician's comments: ___. Laboratory ran a Blood test for RDW which came back normal. Laboratory ran a Blood test for Phosphate which came back abnormal. Laboratory ran a Blood test for Anion Gap which came back normal. Laboratory ran a Blood test for Lymphocytes which came back abnormal. Laboratory ran a Blood test for Red Blood Cells which came back normal. Laboratory ran a Blood test for Chloride which came back abnormal. Laboratory ran a Blood test for Potassium which came back normal. Laboratory ran a Blood test for Calcium, Total which came back normal. Laboratory ran a Blood test for Basophils which came back normal. Laboratory ran a Blood test for Bicarbonate which came back normal. Laboratory ran a Blood test for Platelet Count which came back normal. Laboratory ran a Blood test for Glucose which came back abnormal. Lab technician's comments: IF FASTING, 70-100 NORMAL, >125 PROVISIONAL DIABETES.. Laboratory ran a Blood test for Magnesium which came back normal. The diagnosis was Congestive heart failure, unspecified. The diagnosis was Closed fracture of second cervical vertebra. The diagnosis was Long-term (current) use of anticoagulants. The diagnosis was Hypertensive chronic kidney disease, unspecified, with chronic kidney disease stage I through stage IV, or unspecified. The diagnosis was Chronic kidney disease, unspecified. The diagnosis was Coronary atherosclerosis of native coronary artery. The diagnosis was Fall from other slipping, tripping, or stumbling. The diagnosis was Atrial fibrillation. Patient, a 79-year-old male of WHITE race admitted to hospital (EMERGENCY ROOM) with admission type EW EMER.. Patient's primary team switched to NSURG. Patient transferred into Neurology. Patient transferred out of Emergency Department. Patient was prescribed Ondansetron 2mg/mL-2mL at the dose of 4 mg administered via IV. Patient was prescribed Morphine Sulfate 5 mg Vial at the dose of 2-4 mg administered via IV. Patient was prescribed Oxycodone-Acetaminophen (5mg-325mg) 5mg/325mg Tablet at the dose of 1-2 TAB administered via PO/NG. Patient was prescribed Acetaminophen 325mg Tablet at the dose of 650 mg administered via PO/NG. Patient was prescribed Pneumococcal Vac Polyvalent 25mcg/0.5mL Vial at the dose of 0.5 mL administered via IM. Patient was prescribed Sodium Chloride 0.9%  Flush Syringe at the dose of 3 mL administered via IV. Patient was prescribed Docusate Sodium 100mg Capsule at the dose of 100 mg administered via PO/NG. Patient was prescribed Furosemide 20mg Tablet at the dose of 20 mg administered via PO/NG. Patient was prescribed Carvedilol 12.5mg Tablet at the dose of 12.5 mg administered via PO/NG. Patient was prescribed Pravastatin 20mg Tablet at the dose of 40 mg administered via PO. Patient was prescribed Amiodarone 200 mg Tab at the dose of 200 mg administered via PO/NG. Patient was prescribed 0.9% Sodium Chloride 1000mL Bag at the dose of 1000 mL administered via IV. Patient was prescribed 0.9% Sodium Chloride 250mL Bag at the dose of 250 mL administered via IV. Patient discharged from hospital at HOME. Patient transferred out of Neurology. Patient was prescribed Brimonidine Tartrate 0.15% Ophth. 5mL Dropper Bottle at the dose of 1 DROP administered via BOTH EYES. Patient was prescribed Terazosin 5 mg Cap at the dose of 10 mg administered via PO. Patient was prescribed Latanoprost 0.005% Ophth. Soln. 2.5mL Dropper Bottle at the dose of 1 DROP administered via BOTH EYES."}
{"subject_id":"12180548","dt":"2161-09-27T00:00:00","text":"Physician wrote a DS report that says:  \nName:  ___              Unit No:   ___\n \nAdmission Date:  ___              Discharge Date:   ___\n \nDate of Birth:  ___             Sex:   M\n \nService: NEUROSURGERY\n \nAllergies: \n Contrast Dye\n \nAttending: ___\n \nChief Complaint:\nNeck pain \n \nMajor Surgical or Invasive Procedure:\nNone \n\n \nHistory of Present Illness:\n___ yr old male pt on coumadin who presented with worsening\nneck pain s/p fall 3 days ago, C spine showed a right lateral\nmass fracture of C2 and a left laminar fracture of C2.\n \nPast Medical History:\nAfib, CAD, CHF, HTN, CRI\n\n \nSocial History:\n___\nFamily History:\nNC\n \nPhysical Exam:\nPHYSICAL EXAM ON ADMISSION:\nAVSS\n\nawake, alert, oriented x3\nfollows commands throughout\nPERRL, EOMI, ___\nno drift\nMAE ___\nsensation intact to light touch\nno long tract signs \n\nNeck: Supple.\nLungs: CTA bilaterally.\nCardiac: RRR. S1/S2.\nAbd: Soft, NT, BS+\nExtrem: Warm and well-perfused.\n\nPHYSICAL EXAM ON DISCHARGE:\nAVSS\nawake, alert, oriented x3, in cervical collar\nfollows commands throughout\nPERRL, EOMI, ___\nno drift\nFull motor strength to upper and lower extremitites\nSensation intact\n\n \nPertinent Results:\n___ 08:15PM BLOOD WBC-6.3 RBC-5.07 Hgb-12.1* Hct-39.2* \nMCV-77* MCH-23.9* MCHC-31.0 RDW-15.2 Plt ___\n___ 08:15PM BLOOD Neuts-79.1* Lymphs-13.9* Monos-5.5 \nEos-1.1 Baso-0.5\n___ 08:15PM BLOOD Glucose-128* UreaN-16 Creat-1.1 Na-144 \nK-4.0 Cl-109* HCO3-27 AnGap-12\n___ 08:15PM BLOOD Calcium-8.9 Phos-2.6* Mg-2.2\n___ 08:15PM BLOOD ___ PTT-38.6* ___\n\nHead CT: unremarkable\n\ncervical spine CT: showed a right lateral mass fracture of C2 \nand\na left laminar fracture of C2. \n\n \nBrief Hospital Course:\nThe patient was admitted to neurosurgery on ___. He was \nplaced in a ___ J hard collar. Pain was well controlled. The \npatient was seen by physical therapy. He was found to be \nhypotensive. The patient received 250cc fluid bolus. Repeat \northostatic vital signs were negative. Physical therapy \nrecommended discharge to home. \n\nNeuro: Pt continued to deny headache, vision changes, focal \nweakness, numbness, tingling in extremities.\n\nCV: The patient was stable from a cardiovascular standpoint; \nvital signs were routinely monitored.\n\nHematology:  The patient was hemodynamically stable.\n\nPulmonary: The patient was stable from a pulmonary standpoint; \nvital signs were routinely monitored.\n\nGI/GU: The patient tolerated a regular diet. \n\nID:  The patient's temperature was closely watched for signs of \ninfection.\n\nAt the time of discharge on ___, the patient was doing well, \nafebrile with stable vital signs, tolerating a regular diet, \nambulating, voiding without assistance, stable neuro exam and \npain was well controlled.  The patient was given written \ninstructions concerning precautionary instructions and the \nappropriate follow-up care.  All questions were answered prior \nto discharge.  The patient agreed with hospital management and \nverbalized discharge instructions prior to discharge.\n\n \nMedications on Admission:\namdiodarone, hytrin, carvedilol, lasix, brimonidine\npravastatin, coumadin, Enablex \n\n \nDischarge Medications:\n1. Acetaminophen 650 mg PO Q6H:PRN pain \n2. Amiodarone 200 mg PO DAILY \n3. Brimonidine Tartrate 0.15% Ophth. 1 DROP BOTH EYES HS \n4. Carvedilol 12.5 mg PO BID \n5. Docusate Sodium 100 mg PO BID \n6. Enablex *NF* (darifenacin) 7.5 mg Oral daily \n7. Furosemide 20 mg PO BID \n8. Latanoprost 0.005% Ophth. Soln. 1 DROP BOTH EYES HS \n9. Oxycodone-Acetaminophen (5mg-325mg) ___ TAB PO Q4H:PRN pain \n10. Pravastatin 40 mg PO DAILY \n11. Terazosin 10 mg PO HS \n\n \nDischarge Disposition:\nHome\n \nDischarge Diagnosis:\nC2 right lateral mass fracture and left laminar fracture\n\n \nDischarge Condition:\nMental Status: Clear and coherent.\nLevel of Consciousness: Alert and interactive.\nActivity Status: Ambulatory - Independent.\n\n \nDischarge Instructions:\n•Do not smoke.\n•No pulling up, lifting more than 10 lbs., or excessive bending \nor twisting.\n•Limit your use of stairs to ___ times per day.\n•Wear your cervical collar AT ALL TIMES\n•Take your pain medication as instructed; you may find it best \nif taken in the morning when you wake-up for morning stiffness, \nand before bed for sleeping discomfort.\n•Do not take any anti-inflammatory medications such as Motrin, \nAdvil, Aspirin, and Ibuprofen etc. unless directed by your \ndoctor. YOU MAY RESUME TAKING COUMADIN\n•Increase your intake of fluids and fiber, as pain medicine \n(narcotics) can cause constipation. We recommend taking an over \nthe counter stool softener, such as Docusate (Colace) while \ntaking narcotic pain medication.\n•Clearance to drive and return to work will be addressed at \nyour post-operative office visit.\n\n \nFollowup Instructions:\n___\n."}
{"subject_id":"12180548","dt":"2161-10-29T08:47:00","text":"Physician wrote a RR report that says: HISTORY:  ___ male with right lateral mass fracture of C2 and left\nlaminar fracture of C2.  Please assess.\n\nTECHNIQUE:  Contiguous axial images obtained through the cervical spine\nwithout intravenous contrast.  Coronal and sagittal reformats were reviewed.\n\nCOMPARISON:  Outside CT of the cervical spine performed ___.\n\nFINDINGS:\n\nAgain seen are fractures through C2. The fracture of the right articular mass\nextends to the superior articular facet, and involves the posterior aspect of\nthe vertebral body.  Additional fracture through the pars interarticularis on\nthe left extends to the inferior articular facet.  There has been interval\nresorption at the fracture sites but no evidence of displacement.  There has\nbeen no new fracture.  Multilevel degenerative changes are again seen with\nnear complete loss of the intervertebral disc at C4-5 with fusion of these\nvertebral bodies.  Extensive facet joint hypertrophic changes also seen\ncentered at this level on the left with which is fused, and less severe\nchanges spanning C3-4 through C5-6 on the left and on the right at C5-6.  The\nvertebral bodies remain preserved in height and alignment throughout.  \n\nThere is a heterogeneous density of the thyroid gland which is slightly\nexpanded at the inferior aspect of the left lobe with coarse calcifications. \nRetropharyngeal course of the common carotid arteries is seen bilaterally. \nLung apices appear clear.  Left chest wall pacing device leads are partially\nvisualized.\n\nIMPRESSION:\n\nC2 fractures again seen without interval displacement of the fracture\nfragments.  No other change since prior exam.\n\n."}
{"subject_id":"12180548","dt":"2161-12-31T08:46:00","text":"Physician wrote a RR report that says: HISTORY:  ___ man with C2 right lateral mass and left laminar\nfracture.  Evaluate for any changes.\n\nTECHNIQUE:  A routine noncontrast CT of the cervical spine is obtained.\n\nCOMPARISON:  Compared to a noncontrast cervical spine CT dated ___ and.\n\n\nFINDINGS:\n\nThere is a stable fracture through C2.  The fracture extends from the right C2\narticular mass into the superior articular process and nvolves the posterior\naspect of the vertebral body.  There is also a fracture through the pars\ninterarticularis on the left  that extends to the inferior articular process. \nThe fracture fragments are slightly closer in proximity by about a 1mm than on\nprior study due to callous formation.  There is no new fracture.\n\nStable multi level degenerative changes of the cervical spine with disc space\nnarrowing, facet and uncinate process hypertrophy. \n\nSable heterogeneous dense thyroid gland.  Again noted there are coarse\ncalcifications at the inferior aspect of the left lobe.  \n\nStable mildly prominent left level 2 lymph nodes.  There is incidental note of\na retropharyngeal course of the right internal carotid artery.   \n\nIMPRESSION:\n\nStable C2 fractures with slight interval decrase of the separation of the\nfragments, due to callous formation.  \n\n."}
{"subject_id":"12180548","dt":"2162-03-04T08:38:00","text":"Physician wrote a RR report that says: HISTORY:  ___ male C2 fractures, assess for change.\n\nTECHNIQUE:  Contiguous axial images obtained through the cervical spine\nwithout intravenous contrast.  Coronal and sagittal reformats were reviewed.  \n\n\nCOMPARISON:  Multiple prior CTs dating back to ___ with most recent\nfrom ___.\n\nFINDINGS:\n\nWhen compared to most recent exam, there has been continued interval healing\nof the C2 fractures with discrete fracture lines not as clearly delineated\nwith more significant callus formation.  Again, these fractures are seen to\ninvolve the right lateral mass extending to the inferior articular facette and\non the left involving the pedicle and extending to the inferior articular\nsurface.  There is no new fracture identified.  Multilevel degenerative\nchanges are again noted with near fusion of C4-5 involving the vertebral\nbodies and facette joints.  Multilevel intervertebral disc height loss,\nanterior and posterior osteophyte formation as well as uncovertebral joint and\nfacet joint hypertrophic changes are unchanged.  There is no prevertebral soft\ntissue abnormality.  Scattered atherosclerotic calcifications seen within the\nretropharyngeal common carotid and internal carotid arteries .  Thyroid is\nheterogeneous.  Lung apices are unremarkable.\n\nIMPRESSION:\n\nContinued interval healing of C2 fractures with fracture lines less clearly\nseen on the current exam.\n\n."}
{"subject_id":"12180548","dt":"2162-06-03T10:01:00","text":"Physician wrote a RR report that says: CLINICAL INDICATION:  Known C2 right lateral mass and left laminar fracture.  \n\nFOUR VIEWS OF THE CERVICAL SPINE:  The C2 right lateral mass and left laminar\nfractures are less well seen on today's study, which might be due to interval\nhealing or differences in technique.  No new fracture or traumatic\nmal-alignment is seen.  Multilevel degenerative changes are seen from the C3\nto the C6 vertebral bodies. There is anterior bony fusion of the C4-C5\nvertebral bodies and an anterior osteophyte on the C5 vertebral body.  There\nis no prevertebral soft tissue swelling. The visuazlied lung apices are clear.\n\n   \nIMPRESSION:  The C2 right lateral mass and left laminar fracture are less well\nseen, which may be due to differences in technique or interval healing.  No\nnew fracture or traumatic malalignment. Moderate to severe degenerative\nchanges.\n."}
{"subject_id":"14662168", "text": "The chief complaint was STEMI. Patient transferred into Emergency Department. Laboratory ran a Blood test for Platelet Count which came back normal. Laboratory ran a Blood test for White Blood Cells which came back normal. Laboratory ran a Blood test for Hematocrit which came back abnormal. Laboratory ran a Blood test for NTproBNP which came back abnormal. Lab technician's comments: REFERENCE VALUES VARY WITH AGE, SEX, AND RENAL FUNCTION;AT 35% PREVALENCE, NTPROBNP VALUES;  < 450 HAVE 99% NEG PRED VALUE;  >1000 HAVE 78% POS PRED VALUE;SEE ONLINE LAB MANUAL FOR MORE DETAILED INFORMATION.. Laboratory ran a Blood test for RDW which came back normal. Laboratory ran a Blood test for PT which came back normal. Lab technician's comments: NOTE NEW REFERENCE RANGE AS OF ___.. Laboratory ran a Blood test for Monocytes which came back normal. Laboratory ran a Blood test for PTT which came back normal. Lab technician's comments: NOTE NEW REFERENCE RANGE AS OF ___.. Laboratory ran a Blood test for Urea Nitrogen which came back normal. Laboratory ran a Blood test for Hemoglobin which came back abnormal. Laboratory ran a Blood test for Red Blood Cells which came back abnormal. Laboratory ran a Blood test for Estimated GFR (MDRD equation) which came back normal. Lab technician's comments: Using this patient's age, gender, and serum creatinine value of 0.8,.  Estimated GFR = >75 if non African-American (mL/min/1.73 m2).  Estimated GFR = >75 if African-American (mL/min/1.73 m2).  For comparison, mean GFR for age group 70+ is 75 (mL/min/1.73 m2).  GFR<60 = Chronic Kidney Disease, GFR<15 = Kidney Failure.. Laboratory ran a Blood test for Troponin T which came back normal. Lab technician's comments: <0.01.  CTROPNT > 0.10 NG/ML SUGGESTS ACUTE MI.. Laboratory ran a Blood test for Basophils which came back normal. Laboratory ran a Blood test for Eosinophils which came back normal. Laboratory ran a Blood test for MCH which came back normal. Laboratory ran a Blood test for INR(PT) which came back normal. Laboratory ran a Blood test for Neutrophils which came back abnormal. Laboratory ran a Blood test for Lymphocytes which came back normal. Laboratory ran a Blood test for MCV which came back normal. Laboratory ran a Blood test for Creatinine which came back normal. Laboratory ran a Blood test for Green Top Hold (plasma) which came back normal. Lab technician's comments: ___. Laboratory ran a Blood test for MCHC which came back normal. Laboratory ran a Blood test for Glucose which came back normal. Laboratory ran a Blood test for Chloride, Whole Blood which came back normal. Laboratory ran a Blood test for Sodium, Whole Blood which came back normal. Laboratory ran a Blood test for Calculated Bicarbonate, Whole Blood which came back abnormal. Laboratory ran a Blood test for Potassium, Whole Blood which came back normal. The diagnosis was Congestive heart failure, unspecified. Patient, a 76-year-old male of WHITE race admitted to hospital (EMERGENCY ROOM) with admission type EW EMER.. The diagnosis was Chronic diastolic heart failure. The diagnosis was Osteoarthrosis, unspecified whether generalized or localized, site unspecified. The diagnosis was Personal history of malignant melanoma of skin. The diagnosis was Unspecified essential hypertension. The diagnosis was Other and unspecified hyperlipidemia. The diagnosis was Cough. The diagnosis was Chronic airway obstruction, not elsewhere classified. The diagnosis was Old myocardial infarction. Patient's primary team switched to CMED. Patient transferred out of Emergency Department. Patient transferred into Medicine/Cardiology. Patient was prescribed Aspirin 325mg Tablet at the dose of 325 mg administered via PO/NG. Patient was prescribed Atenolol 25 mg Tab at the dose of 25 mg administered via PO/NG. Patient was prescribed Valsartan 80mg Tablet at the dose of 80 mg administered via PO/NG. Patient was prescribed Ezetimibe 10mg Tablet at the dose of 10 mg administered via PO. Patient was prescribed Senna 1 Tablet at the dose of 1 TAB administered via PO/NG. Patient was prescribed Acetaminophen 325mg Tablet at the dose of 325-650 mg administered via PO/NG. Patient was prescribed Influenza Virus Vaccine 0.5 mL Syringe at the dose of 0.5 mL administered via IM. Patient was prescribed Sodium Chloride 0.9%  Flush Syringe at the dose of 3 mL administered via IV. Laboratory ran a Blood test for Troponin T which came back normal. Lab technician's comments: <0.01.  CTROPNT > 0.10 NG/ML SUGGESTS ACUTE MI.. Laboratory ran a Blood test for Creatine Kinase, MB Isoenzyme which came back normal. Laboratory ran a Blood test for Creatine Kinase (CK) which came back normal. Lab technician's comments: NEW REFERENCE INTERVAL AS OF ___;UPPER LIMIT (97.5TH %ILE) VARIES WITH ANCESTRY AND GENDER (MALE/FEMALE);WHITES 322/201  BLACKS 801/414  ASIANS 641/313.. Patient was prescribed Dextromethorphan-Guaifenesin (Sugar Free) 4 Oz. Bottle at the dose of 5-10 mL administered via PO/NG. Patient was prescribed Heparin 5000 Units / mL- 1mL Vial at the dose of 5000 UNIT administered via SC. Patient discharged from hospital at HOME. Patient transferred out of Medicine/Cardiology. Patient was prescribed Fexofenadine 60mg Tablet at the dose of 60 mg administered via PO. Patient was prescribed Docusate Sodium 100mg Capsule at the dose of 100 mg administered via PO. Patient was prescribed Cholestyramine 4g Packet at the dose of 4 gm administered via PO."}
{"subject_id":"14662168","dt":"2124-06-06T12:01:00","text":"Physician wrote a RR report that says: VENOUS STUDY\n\nHISTORY:  Left foot swelling and discomfort and pallor.\n\nFINDINGS:  Duplex and color Doppler demonstrate normal compressibility,\naugmentation and flow involving the common femoral, superficial femoral,\npopliteal and proximal tibial veins.\n\nIMPRESSION:  No evidence of acute or chronic left lower extremity DVT from the\ncommon femoral through to the proximal tibial veins.\n."}
{"subject_id":"14662168","dt":"2124-06-06T12:24:00","text":"Physician wrote a RR report that says: HISTORY:  Lower extremity discoloration and pallor.\nFINDINGS:  Peak systolic velocity within native left common femoral artery is\n106 cm/sec and that within the profunda femoral and superficial femorals are\n106 and 69 cm/sec respectively.  Velocities within the SFA range from 69-110\ncm/sec, that within the popliteal artery 79 cm/sec, tibial arterial velocities\nrange from 50-96 cm/sec.  All waveforms are triphasic, gray-scale reveals no\ndefinite significant narrowing.\n\nIMPRESSION:  Normal arterial inflow to the left lower extremity.\n."}
{"subject_id":"14662168","dt":"2124-10-10T00:00:00","text":"Physician wrote a DS report that says:  \nName:  ___                Unit No:   ___\n \nAdmission Date:  ___              Discharge Date:   ___\n \nDate of Birth:  ___             Sex:   M\n \nService: MEDICINE\n \nAllergies: \nLipitor / lisinopril\n \nAttending: ___.\n \nChief Complaint:\ncough\n \nMajor Surgical or Invasive Procedure:\nchemical stress MIBI\n \nHistory of Present Illness:\nPatient has extensive pulmonary history, including chronic \npulmonary disease whose name he cannot recall. Patient states \nthat he has had a cough for many year, but his cough worsened \nrecently. States that the cold weather exacerbated his cough. He \nhas been coughing yellow phlegm with some froth. The patient was \ngiven a zpac a week ago, which he states helped his symptoms \nsomewhat. He states that he has also had some shortness of \nbreath on exertion with the starting of these symptoms. He \ndenies any chest pain or arm pain, diaphoresis, nausea, \nvomiting, or any other symptoms with the shortness of breath. He \nstates that he had a 'silent' MI ___ years ago, and he did not \nfeel any symptoms at that time. He did have one episode of \ndiaphoresis when he was coming up from the basement, the night \nof admission. He also states that he was unable to lay flat in \nbed that night, as he began coughing uncontrolably. Patient \ndenies any other review of symptoms. \n.  \nREVIEW OF SYSTEMS  \nOn review of systems, s/he denies any prior history of stroke, \nTIA, deep venous thrombosis, pulmonary embolism, bleeding at the \ntime of surgery, myalgias, black stools or red stools. S/he \ndenies recent fevers, chills or rigors. S/he denies exertional \nbuttock or calf pain. All of the other review of systems were \nnegative.  \n.  \nCardiac review of systems is notable for absence of chest pain,  \nparoxysmal nocturnal dyspnea, ankle edema, palpitations, syncope \nor presyncope.  \n.  \n\n \nPast Medical History:\n1. CARDIAC RISK FACTORS: HTN, HL\n2. CARDIAC HISTORY:  \n- Silent MI approx ___ years ago\n-CABG: none  \n-PERCUTANEOUS CORONARY INTERVENTIONS:  none\n-PACING/ICD: none  \n3. OTHER PAST MEDICAL HISTORY:  \n- osteoarthritis\n- COPD\n- Melanoma\n- meniere's\n\n \nSocial History:\n___\nFamily History:\nfather died of MI at age ___  \n \nPhysical Exam:\nOn Admission:\nVS: Temp: 97.3, Pulse: 84, RR: 18, BP: 158/86, O2Sat: 97 RA\nGENERAL: NAD. Oriented x3. Mood, affect appropriate.  \nHEENT: NCAT. Sclera anicteric. PERRL, EOMI. Conjunctiva were \npink, no pallor or cyanosis of the oral mucosa. No xanthalesma.  \n\nNECK: Supple with JVP to just above clavicle \nCARDIAC: PMI located in ___ intercostal space, midclavicular \nline. RR, normal S1, S2. No m/r/g. No thrills, lifts. No S3 or \nS4.  \nLUNGS: No chest wall deformities, scoliosis or kyphosis. Resp \nwere unlabored, no accessory muscle use. CTAB, no crackles, \nwheezes. Mild rhonchi in LLL\nABDOMEN: Soft, NTND. No HSM or tenderness.\nEXTREMITIES: No c/c. No femoral bruits.  1+ pitting edema in \nlegs bilaterally but wwp.\nSKIN: No stasis dermatitis, ulcers, scars, or xanthomas.  \nRectal: guiaic negative\n\n \nPertinent Results:\nOn Admission:\n\n___ 05:45AM BLOOD WBC-5.2 RBC-3.98* Hgb-12.3* Hct-36.6* \nMCV-92 MCH-30.9 MCHC-33.5 RDW-13.4 Plt ___\n___ 05:45AM BLOOD ___ PTT-32.0 ___\n___ 05:45AM BLOOD Neuts-71.2* ___ Monos-4.6 Eos-2.5 \nBaso-1.5\n___ 05:45AM BLOOD UreaN-19 Creat-0.8\n___ 11:30AM BLOOD CK-MB-6 cTropnT-\u003c0.01\n___ 05:45AM BLOOD proBNP-1551*\n___ 05:45AM BLOOD cTropnT-\u003c0.01\n___ 05:59AM BLOOD Glucose-99 Na-141 K-3.8 Cl-98 calHCO3-32*\n.\n\n \nBrief Hospital Course:\nThe patient was admitted with chronic cough that worsened over \nthe last week. The patient stated that he has had a cough with \nyellow mucus that would worsen at night and especially when \ntrying to sleep. The patient also stated that he has had \nincreased shortness of breath with exertion recently. Given the \npossibility of cardiac involvement, the patient was sent for \npersantine MIBI. The study showed no indication that structural \nor perfusion issues were contributing to the problem. However, \ngiven severe LVH it is possible that slight diastolic failure \nmay have been contributing to the problem. The patient is beign \nsent home ___ three days of lasix and close follow up with his \nregular doctors.\n\n \nMedications on Admission:\nATENOLOL -  (Prescribed by Other Provider) - 25 mg Tablet - 1\nTablet(s) by mouth daily\nESOMEPRAZOLE MAGNESIUM [NEXIUM] - 40 mg Capsule, Delayed\nRelease(E.C.) - 1 Capsule(s) by mouth daily\nEZETIMIBE [ZETIA] -  (Prescribed by Other Provider) - 10 mg\nTablet - 1 Tablet(s) by mouth daily\nFEXOFENADINE [ALLEGRA] -  (Prescribed by Other Provider) - 60 mg\nTablet - 1 Tablet(s) by mouth twice daily\nIPRATROPIUM-ALBUTEROL [COMBIVENT] -  (Prescribed by Other\nProvider) - Dosage uncertain\nVALSARTAN [DIOVAN] -  (Prescribed by Other Provider) - 80 mg\nTablet - 1 Tablet(s) by mouth daily\nMedications - OTC\nASPIRIN -  (Prescribed by Other Provider) - 81 mg Tablet, \nDelayed\nRelease (E.C.) - 1 Tablet(s) by mouth daily\nMULTI-VITAMIN -  (Prescribed by Other Provider) -   Tablet - 1\nTablet(s) by mouth daily\nRED YEAST RICE EXTRACT -  (Prescribed by Other Provider) - \nDosage\nuncertain\n.  \n \nDischarge Medications:\n1. valsartan 80 mg Tablet Sig: One (1) Tablet PO DAILY (Daily).  \n\n2. fexofenadine 60 mg Tablet Sig: One (1) Tablet PO BID (2 times \na day).  \n3. cholestyramine (with sugar) 4 gram Packet Sig: One (1) Packet \nPO BID (2 times a day).  \n4. atenolol 25 mg Tablet Sig: One (1) Tablet PO DAILY (Daily).  \n5. esomeprazole magnesium 40 mg Capsule, Delayed Release(E.C.) \nSig: One (1) Capsule, Delayed Release(E.C.) PO once a day.  \n6. aspirin 81 mg Tablet, Chewable Sig: One (1) Tablet, Chewable \nPO once a day.  \n7. Lasix 20 mg Tablet Sig: One (1) Tablet PO once a day for 3 \ndays.\nDisp:*3 Tablet(s)* Refills:*0*\n\n \nDischarge Disposition:\nHome\n \nDischarge Diagnosis:\nCough secondary to chronic pulmonary disease\n \nDischarge Condition:\nMental Status: Clear and coherent.\nLevel of Consciousness: Alert and interactive.\nActivity Status: Ambulatory - Independent.\n \nDischarge Instructions:\nMr. ___, you presented with worsening cough and some \nshortness and breath and sweating at home. While with us, we \nconsidered the possibility of cardiac involvement. We had you do \nimaging studies that showed that cardiac cause was unlikely. We \nare discharging you in stable condition.\nHere are the changes we made to your medications:\nPlease take lasix for 3 days\nPlease ask your doctor if you require more lasix\nPlease talk to your doctor about switching to metoprolol or \ncarvedilol\n \nFollowup Instructions:\n___\n."}
{"subject_id":"14662168","dt":"2124-10-10T05:54:00","text":"Physician wrote a RR report that says: INDICATION:  Evaluation of patient with chest pain and shortness of breath.\n\nCOMPARISON:  None available.\n\nFINDINGS:  The cardiomediastinal silhouette is moderately enlarged. \nAdditionally, there is prominence and haziness of the pulmonary vasculature. \nBibasilar atelectatic changes are visualized and bilateral small pleural\neffusions may be present.  No acute fractures are noted.  There are no focal\nconsolidations.\n\nIMPRESSION:  Enlarged cardiomediastinal silhouette with evidence of moderate\npulmonary edema.  These findings are suggestive of heart failure.\n."}
{"subject_id":"15034345", "text": "The procedure was Skeletal x-ray of thigh, knee, and lower leg. The procedure was Removal of implanted devices from bone, tibia and fibula. Patient was prescribed Enoxaparin Sodium 40mg Syringe at the dose of 40 mg administered via SC. Patient was prescribed Spironolactone 25mg Tablet at the dose of 25 mg administered via PO. Patient was prescribed Lisinopril 10mg Tablet at the dose of 10 mg administered via PO. Patient was prescribed Aspirin 81mg Tab at the dose of 81 mg administered via PO. Patient was prescribed Carvedilol 12.5mg Tablet at the dose of 25 mg administered via PO. Patient was prescribed CefazoLIN 10g Bulk vial at the dose of 2 gm administered via IV. Patient was prescribed NS 100mL Bag at the dose of 100 mL administered via IV. The diagnosis was Other complications due to other internal orthopedic device, implant, and graft. The diagnosis was Combined systolic and diastolic heart failure, unspecified. The diagnosis was Other primary cardiomyopathies. The diagnosis was Other chronic pulmonary heart diseases. The diagnosis was Surgical operation with implant of artificial internal device causing abnormal patient reaction, or later complication,without mention of misadventure at time of operation. The diagnosis was Disorder of bone and cartilage, unspecified. Patient, a 44-year-old male of WHITE race admitted to hospital (PACU) with admission type AMBULATORY OBSERVATION. The diagnosis was Congestive heart failure, unspecified. Patient's primary team switched to ORTHO. Patient transferred into Surgery/Trauma. Patient was prescribed HYDROmorphone (Dilaudid) 1mg/1mL Syringe at the dose of 1-2 mg administered via IV. Patient was prescribed Acetaminophen 325mg Tablet at the dose of 650 mg administered via PO. Patient was prescribed OxycoDONE (Immediate Release)  5mg Tablet at the dose of 5-10 mg administered via PO. Patient was prescribed Ondansetron 2mg/mL-2mL at the dose of 4 mg administered via IV. Patient was prescribed Zolpidem Tartrate 5mg Tablet at the dose of 5-10 mg administered via PO. Patient was prescribed D5NS 1000mL Bag at the dose of 1000 mL administered via IV. Patient was prescribed Ketorolac 15mg/mL Vial at the dose of 15 mg administered via IV. Patient was prescribed Sodium Chloride 0.9%  Flush Syringe at the dose of 3 mL administered via IV. Patient was prescribed HYDROmorphone (Dilaudid) 2mg/mL Syringe at the dose of 1-2 mg administered via IV. Patient was prescribed Docusate Sodium 100mg Capsule at the dose of 100 mg administered via PO. Patient transferred out of Surgery/Trauma."}
{"subject_id":"15034345","dt":"2119-08-15T11:56:00","text":"Physician wrote a RR report that says: INDICATION:  ___ status post right hip replacement, followup study.\n\nFour radiographs of the right hip were obtained.  Comparison is made to\n___.\n\nPatient is again noted to be status post laminectomy and fusion of L5-S1.\nScrews are seen traversing the sacrum bilaterally.  Previously identified\nsacral fractures are not well visualized on this study of the hips.\n\nThe patient is again noted to be status post right total hip arthroplasty.  No\nsignificant interval change in appearance of the hardware is noted.  No\nevidence of loosening or hardware failure is seen.  No fractures are evident.\nThe left hip demonstrates mild degenerative change, unchanged from prior\nstudy.  The pubic symphysis is grossly unremarkable.  Evidence of old right\nsuperior ramus fracture is again noted.\n\nIMPRESSION:  No significant interval change in the appearance of the right hip\nand lumbosacral fusion.  No evidence of hardware failure.  No evidence of\nloosening.\n\n\n\n\n\n."}
{"subject_id":"15034345","dt":"2120-03-08T09:21:00","text":"Physician wrote a RR report that says: HISTORY:  Hardware removal.\n\n11 intraoperative fluoroscopic views of the right tibia were obtained without\na radiologist present.  These demonstrate successive steps of hardware\nremoval.  For additional details, please consult the operative report.\n."}
{"subject_id":"15034345","dt":"2120-03-19T10:01:00","text":"Physician wrote a RR report that says: EXAMINATION:  AP and lateral images of the right tib-fib.\n\nCOMPARISON:  ___.\n\nHISTORY:  Assess fracture.\n\nFINDINGS:  Interval removal of the femoral intramedullary rod as well as a\nlarge amount of the proximal tibial hardware.  There is screw in the proximal\ntibia.  Depression fracture is again identified with callus formation in\nproximal tibia.  There is depression of the lateral tibial plateau.  Remote\nfracture deformity of the proximal fibula is also noted. There is no evidence\nof joint effusion.\n\nIMPRESSION:\n\nRemoval of hardware, except for one proximal tibial screw.  Osseous remodeling\nat old fractures of tibia and fibula.\n."}
{"subject_id":"14424798", "text": "Patient transferred into Emergency Department. Laboratory ran a Blood test for Urea Nitrogen which came back abnormal. Laboratory ran a Blood test for MCH which came back abnormal. Laboratory ran a Blood test for Sodium which came back normal. Laboratory ran a Blood test for Neutrophils which came back abnormal. Laboratory ran a Blood test for Hemoglobin which came back abnormal. Laboratory ran a Blood test for Bicarbonate which came back normal. Laboratory ran a Blood test for MCV which came back abnormal. Laboratory ran a Blood test for PT which came back abnormal. Laboratory ran a Blood test for Monocytes which came back normal. Laboratory ran a Blood test for PTT which came back normal. Laboratory ran a Blood test for Platelet Count which came back normal. Laboratory ran a Blood test for Hematocrit which came back abnormal. Laboratory ran a Blood test for White Blood Cells which came back normal. Laboratory ran a Blood test for Basophils which came back normal. Laboratory ran a Blood test for Chloride which came back normal. Laboratory ran a Blood test for Creatinine which came back abnormal. Laboratory ran a Blood test for Anion Gap which came back normal. Laboratory ran a Blood test for Red Blood Cells which came back abnormal. Laboratory ran a Blood test for RDW which came back abnormal. Laboratory ran a Blood test for Light Green Top Hold which came back normal. Lab technician's comments: HOLD.. Laboratory ran a Blood test for Lymphocytes which came back abnormal. Laboratory ran a Blood test for Eosinophils which came back normal. Laboratory ran a Blood test for Green Top Hold (plasma) which came back normal. Lab technician's comments: ___. Laboratory ran a Blood test for MCHC which came back abnormal. Laboratory ran a Blood test for Estimated GFR (MDRD equation) which came back normal. Lab technician's comments: Using this patient's age, gender, and serum creatinine value of 4.7,.  Estimated GFR = 12 if non African-American (mL/min/1.73 m2).  Estimated GFR = 14 if African-American (mL/min/1.73 m2).  For comparison, mean GFR for age group 70+ is 75 (mL/min/1.73 m2).  GFR<60 = Chronic Kidney Disease, GFR<15 = Kidney Failure.. Laboratory ran a Blood test for Glucose which came back normal. Laboratory ran a Blood test for INR(PT) which came back abnormal. Laboratory ran a Blood test for Potassium which came back normal. The diagnosis was Hypertensive chronic kidney disease, unspecified, with chronic kidney disease stage V or end stage renal disease. The diagnosis was End stage renal disease. The diagnosis was Intracerebral hemorrhage. The diagnosis was Congestive heart failure, unspecified. The diagnosis was Chronic myeloid leukemia, without mention of having achieved remission. Patient, a 86-year-old male of WHITE race admitted to hospital (EMERGENCY ROOM) with admission type EW EMER.. The diagnosis was Anemia, unspecified. The diagnosis was Atrial fibrillation. The diagnosis was Neoplasm of uncertain behavior of brain and spinal cord. Patient transferred out of Emergency Department. Patient's primary team switched to NMED. Patient transferred into Surgical Intensive Care Unit (SICU). Patient transferred into Neurology. Patient transferred out of Surgical Intensive Care Unit (SICU). Patient was prescribed Acetaminophen 325mg Tablet at the dose of 325-650 mg administered via PO. Patient was prescribed Sodium Chloride 0.9%  Flush Syringe at the dose of 3 mL administered via IV. Patient was prescribed Morphine Sulfate 2mg Syringe at the dose of 1 mg administered via IV. Patient was prescribed Lorazepam 2mg/mL Syringe at the dose of 0.5-2 mg administered via IV. Patient discharged from hospital at HOSPICE. Patient transferred out of Neurology."}
{"subject_id":"14424798","dt":"2164-01-26T17:45:00","text":"Physician wrote a RR report that says: HISTORY:  ___ male with hemorrhage.  Please evaluate for change in\nhemorrhage.\n\nCOMPARISON:  None available.\n\nTECHNIQUE:  Axial imaging was performed from the cranial vertex to the foramen\nmagnum without IV contrast.\n\nHEAD CT WITHOUT IV CONTRAST:  There is an approximately 3.1 x 4.4 cm right\nparietal area of hemorrhage (2:20).  There is associated vasogenic edema\nextending to the right temporal lobe with mild mass effect upon the right\nlateral ventricle. However, there is no significant associated shift of\nnormally midline structures. The right temporal horn is mildly dilated. The\nleft maxillary sinus demonstrates a polyp or mucous retention cyst.\n\nIMPRESSION:\n\n1.  Large area of hemorrhage in the right parietal lobe suspicious for\nunderlying mass; MRI with contrast is recommended for further evaluation.\n\n2.  Mild mass effect upon the right lateral ventricle and dilatation of the\nright temporal horn without shift of normally midline structures.\n\nThese findings were posted to the ED dashboard at 7:30 p.m. on ___.\n."}
{"subject_id":"14424798","dt":"2164-01-26T17:45:00","text":"Physician wrote a RR report that says: INDICATION:  Intracranial hemorrhage.  Evaluate for pleural effusions or\npneumonia.\n\nCOMPARISON:  None.\n\nPA AND LATERAL VIEWS OF THE CHEST:  Right-sided dual-lumen central catheter is\npresent with tip terminating in the SVC.  The heart is normal in size.\nMediastinal and hilar contours are within normal limits.  There is a small\nleft pleural effusion with left lower lobe opacity likely representing\ncompression atelectasis.  Superimposed infection cannot be excluded.  There is\nminimal blunting of the right costophrenic angle also likely representing a\ntiny pleural effusion.  Pulmonary vascularity is within normal limits.  There\nis left apical scarring noted.  No pneumothorax.\n\nIMPRESSION:  Small left pleural effusion with left lower lobe opacity likely\nrepresenting atelectasis, but superimposed infection cannot be excluded. Trace\nright pleural effusion.\n."}
{"subject_id":"14424798","dt":"2164-01-27T00:00:00","text":"Physician wrote a DS report that says:  \nName:  ___                    Unit No:   ___\n \nAdmission Date:  ___              Discharge Date:   ___\n \nDate of Birth:  ___             Sex:   M\n \nService: NEUROLOGY\n \nAllergies: \nPatient recorded as having No Known Allergies to Drugs\n \nAttending: ___\n \nChief Complaint:\nBleed\n \nMajor Surgical or Invasive Procedure:\nnone\n \nHistory of Present Illness:\n___ year-old right-handed man with a PMH of CML,\nESRD, HF who was transferred from an OSH with ICH and underlying\nmass. Mr. ___ has been feeling increasingly weak \"all over\" \nfor\nthe past week. He also seemed to list from side to side when\nwalking and seemed more disoriented. He was at HD today but was\ntoo weak to stand, despite being supported by his 3 sons. They\ndecided to take him to the ED.\n\nEMS noted him to be weak and lethargic and noted to be \"unable \nto\ntalk at times\". It appears that he may have been given Narcan \nand\nthiamine for unclear reasons. His BP was 118/P. He was taken to\n___ where he was found to have a 4.7x3cm hemorrhagic\nmass with edema as well as pleural effusions. He was then\ntransferred here for further care. His INR was 1.3 and his PTT\nwas 52. His Platelet's were 187. He was also noted to have an\nelevated BNP of 287.\n\nHere, the head CT was repeated and the images where discussed at\nlength with the patient, his daughter and granddaughter (HCP).\nThey have decided not to pursue aggressive measures as he has \nhad\na step-wise decline since ___ when he developed HF with a\nseverely depressed EF and ESRD. They would like to make him CMO\ntoday and attempt to arrange for hospice in the morning. \n\n \nPast Medical History:\n- ESRD\n- Anemia\n- CHF (Ef ___\n- CLL x ___ yrs\n- 1 episode of afib\n \nSocial History:\n___\nFamily History:\nFamily Hx:  parents died of \"old age\" with no known medical\nproblems\n\n \nBrief Hospital Course:\nThe patient was admitted to the neurology service with an \nintracerebral hemorrhage. Given his progressive decline since \n___, the family (including health care proxy) wished to make \nhim DNR and elected for comfort measures only. He was discharged \nhome with hospice after consultation with palliative care.\n \nMedications on Admission:\n- Glivec\n- Zofran\n- Epogen\n- Nephrocaps\n- Nexium\n- ASA\n- Megace\n- Carvedilol\n- Lasix\n- Heparin Flush\n\n \nDischarge Medications:\n1. Acetaminophen 325 mg Tablet Sig: One (1) Tablet PO Q6H (every \n6 hours) as needed.  \n2. Morphine 2 mg/mL Syringe Sig: ___  Injection Q4H (every 4 \nhours) as needed for pain.  \n3. Lorazepam 2 mg/mL Syringe Sig: One (1)  Injection Q4H (every \n4 hours) as needed for anxiety.  \n\n \nDischarge Disposition:\nHome With Service\n \nFacility:\n___\n \nDischarge Diagnosis:\nRigth parietal bleed (probable undelying mass)\n \nDischarge Condition:\nStable\n \nDischarge Instructions:\nYou will be followed up by the hospice service. \n \nFollowup Instructions:\n___\n."}
